import './Faq.css'
import React from 'react'

export default function Faq() {
    let pink = " #f5f56e";
    let yellow = "#ff50a7";
    return (
        <div className='faqStyle'>
            <h2 style={{ color: pink, fontSize: "5vh" }}> שאלות נפוצות</h2>
            <ul>
                <li style={{ color: yellow }}>כיצד ניתן ליצור קשר? </li>
בכתובת המייל justForYouIsreal@gmail.com / בטל': 09-9999999 .<br /><br />

                <li style={{ color: yellow }}> מי הם המפרסמים באתר just for you?</li>
                       כל המעוניין ללקנות פריט מסוים בשיטה זו או למכור פריט ששייך לו המתאים לאחת מבקשות הפריטים המוצגות באתר.<br /><br />

                <li style={{ color: yellow }}> אילו יתרונות יש לי כקונה באתר? </li>
                    מאפשר לך לרכוש את הפריט אותו אתה מחפש על ידי מילוי טופס פשוט ובמחיר מוזל .<br /><br />

                <li style={{ color: yellow }}> אילו יתרונות יש לי כמוכר באתר? </li>
                   מכירה בצורה נוחה על ידי מילוי טופס פשוט במחיר שנקבע על ידך ובלי לחלוק את הרווחים או לשלם עמלה להאתר.<br /><br />

                <li style={{ color: yellow }}>מהן שעות הפעילות של התמיכה באתר?</li>
  ימים א'-ה' בין השעות 8:30 -  16:30
  <br /><br />
                <li style={{ color: yellow }}>שכחתי את שם המשתמש או את הסיסמה שלי. מה עושים?</li>
   פנה אלינו דרך כתובת המייל  justForYou@gmail.com<br /><br />

                <li style={{ color: yellow }}>יש לי ציוד למכירה, כיצד אני מפרסם ומהם העלויות?</li>
                                   הפרסום מתאפשר רק אם ישנה דרישה באתר למוצר זה ,במקרה כזה הפרסום יתבצע דרך כניסה למידע על הפריט ומילוי הטופס להצעת המכירה וכל זה ללא עלות.<br /><br />


                <li style={{ color: yellow }}>איך מגישים בקשה לפריט?</li>
פשוט מאוד, נכנסים לאתר וממאלים טופס עם פריטי המוצר שמעוניינים בו ,הבקשה מתפרסמת באתר ומקבלת הצעות מכירה ממשתמשים אחרים. פשוט, קל ונוח.<br /><br />

                <li style={{ color: yellow }}> האם ניתן לבטל הצעת מכירה או בקשת קניה באתר?</li>
כן,על פריט שהוצע על ידך למכירה או לקניה תנתן לך אפשרות להסירו מהאתר<br /><br />

                <li style={{ color: yellow }}>מתי ניתן להציע הצעות מכירה למוצר?</li>
מרגע שהבקשה פורסמה ועד חודש לאחר מכן.<br /><br />

                <li style={{ color: yellow }}>איך מתבצעת המכירה בפועל?</li>
מגיש הבקשה בוחר מבין הצעות המכירה שהוגשו לו את המשתלם עבורו, הבקשה מוסרת מהאתר ושאר הצעות המכירה שלא נבחרו על ידו מועברות לפריטים לקניה ושם ישארו מוצגת למכירה עד שיוסרו או עד שימכרו
<br /><br />
                <li style={{ color: yellow }}>אם כן, מהו מכרז סגור?</li>
זהו מכרז של משרדים ממשלתיים ועריות שבהם ניתן להציע רק הצעה חד פעמית אחת ולא להוסיף על ההצעה. ההצעה הגבוהה זוכה.<br /><br />

                <li style={{ color: yellow }}>אפשר לפרסם יותר מבקשת מוצר אחת?</li>
כן, בהחלט.<br /><br />

                <li style={{ color: yellow }}>אפשר לפרסם יותר ממוצר אחד למכירה?</li>
כן, בהחלט.<br /><br />

                <li style={{ color: yellow }}>כיצד אני נכנס לחשבון שלי??</li>
דרך כתובת מייל וסיסמא.<br /><br />

                <li style={{ color: yellow }}>אילו סוגי מוצרים ישנם באתר?</li>
ציוד, נדל"ן,בגדים,מכשירי חשמל, כלי תחבורה שונות... הכל!!!<br /><br />

                <li style={{ color: yellow }}> כיצד אני יודע שהוגשה הצעת מכירה על פריט שביקשתי?</li>
 אתה מקבל עדכון למייל שאיתו נרשמת לאתר.<br /><br />

            </ul>
        </div>
    )
}
